package ru.sfedu.studyProject.enums;

 /*
    TOONY - Мультяшный стиль. Слабо выражена анатомия, пропорции гиперболизированы
    SEMI_TOONY - Полу-мультяшный стиль. Анатомия стилизована, но определить вид проще, чем у просто мультяшек
    REALISTIC - Реалистичный стиль. Анатомия реального животного, пропорции соблюдены
    KEMONO - Японский стиль. Выражается в практически полном отсутвии анатомии. Большие глаза, округлые формы
 */

public enum FursuitStyle {
    TOONY,
    SEMI_TOONY,
    REALISTIC,
    KEMONO
}
